app/controllers/users_controller.rb

INSERT INTO "users" ("first_name", "last_name", "email", "content", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"
---
  def create
    @user = User.create(user_params)